export const SEO_CONFIG = {
  title: "شناس‌بان | خدمات احراز هویت خریداران برای فروشگاه‌ها",
  icon: "/favicon.png",
  keywords: [
    "احراز هویت",
    "شناس‌بان",
    "احراز هویت خریداران",
    "کلاهبرداری",
    "جلوگیری از کلاهبرداری",
    "خدمات امنیتی",
    "بررسی هویت مشتریان",
    "امنیت فروشگاه",
    "احراز هویت مشتریان",
    "فروشگاه‌های طلا",
    "فروشگاه‌های موبایل",
    "سیستم احراز هویت",
    "سرویس احراز هویت",
    "کسب‌وکار امن",
    "فروشگاه آنلاین امن",
    "احراز هویت آنلاین",
    "خدمات شناسایی هویت",
    "خدمات مشتریان امن",
  ],
  base_url: "https://shenasban.ir/",
  favicon: "/favicon.png",
  logo: "/images/logos/sshenasbanLogo.png", // Replace with your logo
  logo_width: "150",
  logo_height: "60",
  logo_text: "Shenasban | شناس‌بان",
  copyright: "توسعه یافته توسط [Narvan E-commerce](https://nec.co.ir/)",
  metadata: {
    meta_author:
      "شناس‌بان | Shenasban | خدمات احراز هویت برای فروشگاه‌ها | جلوگیری از کلاهبرداری | بررسی هویت مشتریان",
    meta_image: "/favicon.png",
    meta_description:
      "شناس‌بان بهترین سرویس برای احراز هویت خریداران در فروشگاه‌های طلا و موبایل است. با شناس‌بان، معاملات امن‌تری داشته باشید و از کلاهبرداری‌ها جلوگیری کنید.",
    noindex: false,
  },
};
